Repository: arturandre/INACITY
Catalog: django_website/django_website/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr, pt_br

source: Greenery
fr_fr: Végétation
pt_br: Vegetação

source: Error while parsing panorama:
fr_fr: Erreur lors de l'analyse du panorama
pt_br: Erro durante a leitura do panorama:

source: filterId not found!
fr_fr: le filterId n'était pas trouvé!
pt_br: filterId não encontrado!

source: About
es_es: Sobre
fr_fr: À propos d'INACITY
pt_br: Sobre

source: INACITY is a platform to collect and analyse urban images, that integrates Application Programming Interfaces (APIs), image retrieval systems, Geographical Information Systems (GISes), digital maps and Computer Vision techniques.
es_es: INACITY es una plataforma para colectar y analizar imágenes urbanas, que integra Interfaces de Programación de Aplicaciones (APIs), sistemas de búsqueda de imágenes, Sistemas de Informaciones Geográficas (SIGs), mapas digitales y técnicas de Visión Computacional.
fr_fr: L'INACITY est une platforme créée pour obtenir et analyser des images urbaines qui intègre l'Interface de Programmation Applicative, des moteurs de recherche d'image, des Systèmes d'Information Géographique (SIG), des cartes numériques et des techniques de la vision par ordinateur.
pt_br: O INACITY é uma plataforma para coletar e analizar imagens urbanas que integra Interfaces de Programação de Aplicativos (APIs), sistemas de buscas de imagens, Sistemas de Informações Geográficas (SIGs), mapas digitais e técnicas de Visão Computacional.

source: It was created during <a href='http://vision.ime.usp.br/~arturao/'>Artur André Oliveira</a> master's program at <a href='https://www.ime.usp.br/'>IME-USP</a> and advised by <a href='https://www.ime.usp.br/hirata'>Roberto Hirata Jr.</a>
es_es: Creado durante el programa de máster de <a href='http://vision.ime.usp.br/~arturao/'>Artur André Oliveira</a> en el IME-USP y orientado por <a href='https://www.ime.usp.br/hirata'>Roberto Hirata Jr.</a>
fr_fr: Elle était créée lors du program de master d'<a href='http://vision.ime.usp.br/~arturao/'>Artur André Oliveira</a> au <a href='https://www.ime.usp.br/'>IME-USP</a> et sous la direction de <a href='https://www.ime.usp.br/hirata'>Roberto Hirata Jr.</a>
pt_br: Criado durante o programa de mestrado de <a href='http://vision.ime.usp.br/~arturao/'>Artur André Oliveira</a> no IME-USP e orientado por <a href='https://www.ime.usp.br/hirata'>Roberto Hirata Jr.</a>

source: You can download the <a href='http://vision.ime.usp.br/~arturao/INACITYDissertation.pdf'>master's thesis (in portuguese)</a> with deeper analyses about the greenery image filters and also the <a href='https://github.com/arturandre/INACITY_groundtruth'>groundtruth</a> used to estimate the filter's parameters and to compare their performance.
es_es: Puedes descargar la <a href='http://vision.ime.usp.br/~arturao/INACITYDissertation.pdf'>tesis de máster (en portugués)</a> con una análisis más profunda al respecto de los filtros de imagen para vegetación y también el <a href='https://github.com/arturandre/INACITY_groundtruth'>conjunto de datos</a> usado para estimar parámetros para los filtros y también comparar sus desempeños.
fr_fr: Vous pouvez télécharger la <a href='http://vision.ime.usp.br/~arturao/INACITYDissertation.pdf'>dissertation de maîtrise (en portugais)</a> avec plus de détails à propos des filtres de la végétation dans des images, et aussi le <a href='https://github.com/arturandre/INACITY_groundtruth'>vérité terrain</a> utilisée pour estimer les paramètres des filtres et pour l’évaluation de performances des résultats.
pt_br: Você pode fazer o download da <a href='http://vision.ime.usp.br/~arturao/INACITYDissertation.pdf'>dissertação de mestrado (em português)</a> a qual contém uma análise mais profunda a respeito dos filtros de imagem para vegetação e também o <a href='https://github.com/arturandre/INACITY_groundtruth'>conjunto de dados</a> usado para estimar parâmetros para os filtros e também comparar seus desempenhos.

source: The project source code can be found at <a href='https://github.com/arturandre/INACITY_python'>INACITY's Github repository</a>.
es_es: El código fuente del proyecto puede ser encontrado en el <a href='https://github.com/arturandre/INACITY_python'> repositorio del INACITY en Github</a>.
fr_fr: Le code source du projet peut être trouvé sur <a href='https://github.com/arturandre/INACITY_python'> le référentiel d'INACITY sur Github</a>.
pt_br: O código fonte pode ser encontrado no <a href='https://github.com/arturandre/INACITY_python'> repositório do INACITY no Github</a>.

source: Home
es_es: Inicio
fr_fr: Accueil
pt_br: Inicial

source: Get started
es_es: Tutorial
fr_fr: Tutoriel
pt_br: Tutorial

source: Sponsors &amp; Associated Projects:
es_es: Patrocinadores &amp; Proyectos Asociados:
fr_fr: Sponsors &amp; Projets associés:
pt_br: Patrocinadores &amp; Projetos Associados:

source: Previous
es_es: Anterior
fr_fr: Précédente
pt_br: Anterior

source: Next
es_es: Siguiente
fr_fr: Suivante
pt_br: Próximo

source: We acknowledge Microsoft for a sponsorship through the Microsoft Azure Sponsorship and Google for their Streetview API.
es_es: Agradecemos a Microsoft por el apoyo a través del Microsoft Azure Sponsorship y al Google por el Streetview API.
fr_fr: Nous remercions Microsoft pour le soutien via Microsoft Azure Sponsorship et Google pour leur Streetview API
pt_br: Agradecemos à Microsoft pelo apoio através do Microsoft Azure Sponsorship e ao Google pelo Streetview API.

source: The INACITY project is sponsored by the FAPESP, grant # 2018/10767-0, São Paulo Research Foundation (FAPESP).
es_es: El proyeto INACITY es apoyado pela FAPESP, proceso nº 2018/10767-0, Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP).
fr_fr: Le projet INACITY est parrainé par la FAPESP, subvention # 2018/10767-0, Fondation pour le soutien à la recherche de l'État de São Paulo (FAPESP).
pt_br: O projeto INACITY é apoiado pela FAPESP, processo nº 2018/10767-0, Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP).

source: The opinions, hypotheses, conclusions or recommendations contained in this material are the sole responsibility of the author(s) and do not necessarily reflect FAPESP opinion.
es_es: Las opiniones, hipótesis y conclusiones o recomendaciones contenidas en este material son de responsabilidad del(de los) autor(es) y no necesariamente refleten las visiónes de la FAPESP.
fr_fr: Les opinions, hypothèses, conclusions ou recommandations contenues dans ce matériel sont la responsabilité exclusive de l’auteur et ne reflètent pas nécessairement l’opinion de la FAPESP.
pt_br: As opiniões, hipóteses e conclusões ou recomendações expressas neste material são de responsabilidade do(s) autor(es) e não necessariamente refletem a visão da FAPESP.

source: The platform was developed and tested with the browser Google Chrome version 58.0.3029.110 (64-bit). If you're having troubles while using some other browser try that.
es_es: La plataforma ha sido probada y desarrollada con el navegador Google Chrome versión 58.0.3029.110 (64-bit). Si tienes problemas mientras usa otros navegadores, por favor intente cambiar para el dicho navegador.
fr_fr: La plate-forme a été développée et testée avec le navigateur Google Chrome version 58.0.3029.110 (64-bit). Si vous rencontrez des problèmes lors de l'utilisation d'autres navigateurs, veuillez essayer de changer pour le navigateur en question.
pt_br: A plataforma foi testada e desenvolvida com o navegador Google Chrome versão 58.0.3029.110 (64-bit). Se estiver tendo problemas usando outro navegador por favor tente ele.

source: Map Miner
es_es: Minero de Mapas
fr_fr: Mineur de cartes
pt_br: Minerador de Mapa

source: Feature
es_es: Característica
fr_fr: Caractéristique
pt_br: Característica

source: Clear selections
es_es: Limpiar selecciones
fr_fr: Effacer les sélections
pt_br: Limpar seleções

source: Execute Query
es_es: Ejecutar la solicitud
fr_fr: Exécuter la demande
pt_br: Executar consulta

source: Map provider
es_es: Proveedor de mapa
fr_fr: Fournisseur de carte
pt_br: Provedor de mapa

source: Cancel draw
es_es: Cancelar diseño
fr_fr: Annuler le dessin
pt_br: Cancelar desenho

source: Image provider
es_es: Proveedor de imágenes
fr_fr: Fournisseur d'image
pt_br: Provedor de imagens

source: Image filter
es_es: Filtro de imágenes
fr_fr: Filtre d'image
pt_br: Filtro de imagens

source: Get Images
es_es: Obtener imágenes
fr_fr: Obtenir des images
pt_br: Coletar imagens

source: Created regions
es_es: Crear región
fr_fr: Régions créées
pt_br: Criar região

source: None
es_es: Ninguna
fr_fr: Aucune
pt_br: Nenhuma

source: Hold shift to zoom
es_es: Mantenga pulsada la tecla Shift para ampliar
fr_fr: Maintenez la touche Shift pour zoomer
pt_br: Pressione shift para dar zoom

source: Contents
es_es: Sumario
fr_fr: Table des matières
pt_br: Sumário

source: Sample video
es_es: Vídeo de ejemplo
fr_fr: Exemple de vidéo
pt_br: Vídeo de exemplo

source: Fishing expedition
es_es: Expedición exploratoria
fr_fr: Expédition exploratoire
pt_br: Expedição exploratória

source: Shapes
es_es: Figuras
fr_fr: Formes
pt_br: Figuras

source: Sorry, your browser doesn't support embedded videos.
es_es: Lo sentimos, vuestro navegador no soporta la ejecución de este vídeo.
fr_fr: Désolé, votre navigateur ne supporte pas l'exécution de cette vidéo.
pt_br: Desculpe, seu navegador não suporta a execução deste vídeo.

source: INACITY have two modes of use, a <b>simple mode</b> and an <b>advanced one</b>. In the former you can choose a region by clicking at two different locations over the map to select a region
es_es: INACITY posee dos modos de uso, uno <b>modo simples</b> y uno <b>avanzado</b>. En el primeiro usted puede elegir una región haciendo clic en dos lugares diferentes en el mapa
pt_br: O INACITY possui dois modos de uso, um <b>modo simples</b> e um <b>advanced</b>. No primeiro você pode escolher uma região clicando em dois locais diferentes sobre o mapa

source: The first click selects the starting point for the region of interest.
es_es: El primeir clic selecciona el punto inicial para la región de interés.
pt_br: O primeiro clique seleciona o ponto inicial para a região de interesse.

source: A second click selects the region of interest, denoted by a reddish area.
es_es: Un segundo clic selecciona la región de interés, demarcada por un área roja
pt_br: Um segundo clique seleciona a região de interesse, demarcada por uma área vermelha

source: After selecting the region of interest just press <b>Get Images</b>. The platform will collect all the streets and their images and display it
es_es: Después de seleccionar la región de interés, pulse el botón <b>Obtener imágenes</b>. La plataforma entonces recogerá todas las calles y sus imágenes para exhibición
pt_br: Após selecionara região de interesse pressione o botão <b>Pegar imagens</b>. A plataforma irá então coletar todas as ruas e suas imagens para exibição.

source: Click at <b>Get Images</b> to start collecting the images for the selected region.
es_es: Haga clic en <b>Obtener imágenes</b> para empezar a recoger las imágenes para la región seleccionada.
pt_br: Clique em <b>Coletar imagens</b> para iniciar a coleta de imagens para a região selecionada.

source: Images are being retrieved for streets collected through OpenStreetMap.
es_es: Se están recuperando imágenes de calles recogidas OpenStreetMap.
pt_br: Imagens estão sendo buscadas para ruas coletadas pelo OpenStreetMap.

source: By default the shape tool selected is the <b>box</b>. The user can select other shapes by clicking at the <b>shape</b> button
es_es: Por estándar la herramienta de forma seleccionada es la <b>caja</b>. El usuario puedede seleccionar otras formas haciendo clic en el botón <b>forma</b>.
pt_br: Por padrão a ferramenta de forma selecionada é a <b>caixa</b>. O usuário pode selecionar outras formas clicando no botão <b>forma</b>.

source: By default the <i>box</i> shape is selected.
es_es: Por estándar la forma <i>caja</i> es seleccionada.
pt_br: Por padrão a forma <i>caixa</i> está selecionada.

source: Clicking over the shape button reveals all possible shapes.
es_es: Haciendo Clic en el botón forma exhibirá todas las formas posibles.
pt_br: Clicando sobre o botão forma irá exibir todas as formas possíveis.

source: Currently there are 3 shapes
es_es: Actualmente hay 3 formas
pt_br: Atualmente existem 3 formas

source: Box
es_es: Caja
pt_br: Caixa

source: Square
es_es: Cuadrado
pt_br: Quadrado

source: Dodecagon
es_es: Dodecágono
pt_br: Dodecágono

source: Backend diagram
fr_fr: Serveur interne

source: New session
fr_fr: Nouvelle session

source: Save session
fr_fr: Sauver la session

source: Shape type
fr_fr: Type de forme

source: Login
fr_fr: S'identifier

source: Hi
fr_fr: Bonjour

source: Here you can reload a previously saved work session.
fr_fr: Ici vous pouvez recharger une session de travail précédemment sauvegardée.

source: Name
fr_fr: Nom

source: Load
fr_fr: Charger

source: Rename
fr_fr: Renommer

source: Delete
fr_fr: Effacer

source: Register
fr_fr: Enregistrer
